Repository: mocowcow/coh2-dark-power
Catalog: locales/*/LC_MESSAGES/gui.po
Languages: jp, pl, zh_cn, zh_tw

source: list of players
jp: プレイヤーリスト
pl: lista graczy
zh_cn: 玩家名单
zh_tw: 玩家名單

source: list of teams
jp: チームリスト
pl: lista zorganizowanych drużyn
zh_cn: 黑车名单
zh_tw: 黑車名單

source: query players
jp: プレーヤーを検索する
pl: gracz w kolejce
zh_cn: 查玩家
zh_tw: 查玩家

source: query teams
jp: チームを検索する
pl: gracz w zorganizowanej drużynie
zh_cn: 查黑车
zh_tw: 查黑車

source: ostheer
jp: 国防
pl: Wechrmacht
zh_cn: 东德
zh_tw: 東德

source: soviet
jp: ソ連
pl: Sowieci
zh_cn: 苏联
zh_tw: 蘇聯

source: okw
zh_cn: 西德
zh_tw: 西德

source: usf
jp: アメリカ
pl: Amerykanie
zh_cn: 美军
zh_tw: 美軍

source: british
jp: イギリス
pl: Brytyjczycy
zh_cn: 英军
zh_tw: 英軍

source: AXIS
jp: 枢軸
pl: niemcy
zh_cn: 轴心
zh_tw: 軸心

source: ALLIES
jp: 連合
pl: alianci
zh_cn: 盟军
zh_tw: 盟軍

source: team of 2
jp: 二人チーム
pl: drużyna w 2
zh_cn: 2黑
zh_tw: 2排

source: team of 3
jp: 三人チーム
pl: drużyna w 3
zh_cn: 3黑
zh_tw: 3排

source: team of 4
jp: 四人チーム
pl: drużyna w 4
zh_cn: 4黑
zh_tw: 4排

source: failed to fetch data
jp: ネットサーバー障害が発生した
pl: nie udało się pobrać danych z serwera
zh_cn: 网路错误，捞不到资料
